---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentCurrentParam
source: html/7e17fa78-b178-d540-f865-a596ba2c88e6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentCurrentParam Property

"Apparent Current"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecApparentCurrentParam { get; }
```